<?php if (!defined('insite')){die();} 
$lang["inst_dblogin"]="Логин к SQL серверу";
$lang["inst_dbpwd"]="Пароль к SQL серверу";
$lang["inst_dbbd"]="Название базы данных";
$lang["inst_dbhost"]="Адрес SQL сервера";
$lang["inst_ctype"]="Тип подключения";
$lang["inst_step0"]="Пожалуйста, выберите язык";
$lang["inst_step1"]="Проверка подключения";
$lang["inst_step2"]="Создание необходимых таблиц";
$lang["inst_step3"]="Создание учетной записи администратора";
$lang["inst_step4"]="Завершение установки";
$lang["inst_md5"]="База с MD5";
$lang["inst_nomd5"]="База БЕЗ MD5";
$lang["inst_checkc"]="Проверить данные";
$lang["inst_alogin"]="Логин Администратора";
$lang["inst_apwd"]="Пароль Админитсратора";
$lang["inst_nick"]="Ник администратора";
$lang["inst_fmsg"]="Дла завершения установки, нажмите на кнопку ниже. Скрипт установки автоматически должен перенестись install.php в папку _dat. Если этого не произойдет, настоятельно рекомендуем сделать это руками!";
$lang["inst_sym"]="В веденных данных есть запрещенные символы или вы забыли ввести какое-то из полей";
$lang["inst_cadm"]="Учетная запись администратора была успешно создана";
$lang["inst_eadm"]="Учетная запись администратора уже присутствует, новая не будет создана";

